Repository: jsicot/BookReader
Catalog: languages/*.po
Languages: fr

source: General parameters
fr: Paramètres généraux

source: Logo URL for toolbar viewer
fr: Url du logo pour la barre d’outil du visualiseur

source: Url to a custom css for BookReader
fr: Url du css de personnalisation de BookReader

source: Favicon URL for viewer pages
fr: Url de la favicon pour les pages de visualisation

source: Sorting by original filename ?
fr: Trier par nom de fichier original ?

source: If checked, the viewer will sort images in viewer alphabetically, by original filename.
fr: Si coché, le visualiseur triera les images alphabétiquement par nom de fichier original.

source: Embed mode
fr: Mode embarqué

source: Number of pages in embed mode (1 or 2)
fr: Nombre de page en mode embarqué (1 ou 2)

source: Enable all functions in embed mode (0 or 1)
fr: Activer toutes les fonctions en mode embarqué (0 ou 1)

source: Class to add to the inline frame in embed mode
fr: Classe à ajouter à l’iframe du mode embarqué

source: Width of the inline frame in embed mode
fr: Largeur de l’iframe en mode embarqué

source: Height of the inline frame in embed mode
fr: Hauteur de l’iframe en mode embarqué

source: Color of the background (#65645F)
fr: Couleur du fond (#65645F)

source: Color of the toolbar (#e2dcc5)
fr: Couleur de la barre d’outils (#e2dcc5)

source: Path of the custom library
fr: Chemin vers la bibliothèque de fonctions personnalisées

source: Custom functions are used to get infos from your files.
fr: Les fonctions personnalisées sont utilisées pour récupérer des infos sur les fichiers

source: Default directory is "%s".
fr: Le dossier par défaut est "%s".

source: bytes
fr: octets

source: KB
fr: Ko

source: MB
fr: Mo

source: GB
fr: Go

source: TB
fr: To

source: Other Formats
fr: Autres formats

source: More information
fr: Plus d’infos

source: Report a problem
fr: Signaler un problème

source: Go to %s
fr: Aller à %s

source: Zoom in
fr: Grossir

source: Zoom out
fr: Élargir

source: One-page view
fr: Voir une seule page

source: Two-page view
fr: Voir deux pages

source: Thumbnail view
fr: Voir les vignettes

source: Print this page
fr: Imprimer cette page

source: Embed BookReader
fr: Embarquer le lecteur

source: Link to this document and page
fr: Lien vers ce document et cette page

source: Bookmark this page
fr: Ajouter un signet sur cette page

source: Read this document aloud
fr: Lire ce document à haute voix

source: Share this document
fr: Partager ce document

source: About this document
fr: À propos de ce document

source: Show fullscreen
fr: Voir en plein écran

source: Flip left
fr: Feuilleter à gauche

source: Flip right
fr: Feuilleter à droite

source: Page up
fr: Page précédente

source: Page down
fr: Page suivante

source: Play
fr: Avance automatique

source: Show/hide nav bar
fr: Afficher/cacher la barre d’outis

source: First page
fr: Première page

source: Last page
fr: Dernière page

source: Default file is "%s".
fr: Le fichier par défaut est "%s".

source: Default number of pages in embed mode (1 or 2)
fr: Nombre de pages en mode embarqué (1 ou 2)

source: Search results will appear below...
fr: Les résultats de la recherche vont apparaître ci-dessous...

source: No matches were found.
fr: Aucune correspondance trouvée.

source: This book hasn't been indexed for searching yet. We've just started indexing it, so search should be available soon. Please try again later. Thanks!
fr: Ce document n’a pas encore été indexé pour la recherche. La recherche sera disponible prochainement. Merci de réessayer plus tard !

source: Embed Bookreader
fr: Embarquer le lecteur

source: The bookreader uses iframes for embedding. It will not work on web hosts that block iframes. The embed feature has been tested on blogspot.com blogs as well as self-hosted Wordpress blogs. This feature will NOT work on wordpress.com blogs.
fr: Ce lecteur utilise les iframes pour être intégré dans une page. Il ne fonctionne pas sur les serveurs des fournisseurs qui bloquent les iframes. Cette fonctionnalité a été testée sur les blogs de blogspot.com et sur les blogs Wordpress auto-hébergés. Elle ne fonctionne PAS sur les blogs de wordpress.com.

source: Close
fr: Fermer

source: Add a bookmark
fr: Ajouter un signet

source: You can add a bookmark to any page in any book. If you elect to make your bookmark public, other readers will be able to see it.
fr: Vous pouvez ajouter un signet à toutes les pages de tous les documents. Si vous choisissez de rendre publics vos signets, les autres lecteurs pourront les consulter.

source: You must be logged in to your <a href="">Open Library account</a> to add bookmarks.
fr: Vous devez être connecté sur votre <a href="">compte Open Library</a> pour ajouter des signets.

source: Make this bookmark public.
fr: Rendre ce signet public.

source: Keep this bookmark private.
fr: Maintenir ce signet privé.

source: Search result
fr: Recherche de résultats

source: Search inside
fr: Rechercher dans ce document

source: Go to this book's page on Open Library
fr: Se rendre sur la page de ce document sur Open Library

source: Loading audio...
fr: Chargement de l’audio...

source: Could not load soundManager2, possibly due to FlashBlock. Audio playback is disabled
fr: Impossible de charger soundManager2, peut-être à cause de FlashBlock. L’audio est désactivée.

source: About this book
fr: À propos de ce document

source: About the BookReader
fr: À propos du lecteur BookReader

source: Copy and paste one of these options to share this book elsewhere.
fr: Copier-coller l’une de ces options pour partager ce document partout.

source: Link to this page view:
fr: Lien vers ce document et cette page:

source: Link to the book:
fr: Lien vers ce document:

source: Embed a mini Book Reader:
fr: Embarquer un mini-lecteur:

source: Open to this page?
fr: Ouvrir à cette page ?

source: We've tested EMBED on blogspot.com blogs as well as self-hosted Wordpress blogs. This feature will NOT work on wordpress.com blogs.
fr: Nous avons testé la fonctionnalité d’intégration sur les blogs de blogspot.com et sur les blogs Wordpress auto-hébergés. Elle ne fonctionne PAS sur les blogs de wordpress.com.

source: Finished
fr: Terminé

source: Blank page
fr: Page blanche

source: Note that you can batch reorder files in admin/items/show page. This will avoid to reorder them each time the item is displayed.
fr: Notez que vous pouvez réordonner les fichiers en lot dans la page admin/items/show. Cela évitera de réordonner ces fichiers chaque fois que le document est affiché.

source: In that case, don't forget to uncheck this box.
fr: Dans ce cas, n’oubliez pas de décocher cette case.

source: Files order
fr: Classer les fichiers

source: Order files of each item by original filename.
fr: Trier les fichiers de chaque document par leur nom de fichier original.

source: By default, leaves (images) are ordered before non-leaves files. You can order by filename only.
fr: Par défaut, les pages (les images) sont classées avant les autres fichiers. Vous pouvez classer les fichiers par leurs seuls noms.

source: Order files
fr: Trier les fichiers

source: Mix files types
fr: Mélanger les types de fichiers

source: View
fr: Voir

source: Prepare and save data for BookReader
fr: Préparer et enregistrer les données pour le BookReader

source: Save all data needed to display a BookReader in order to avoid to calculate them each time an item is displayed.
fr: Sauvegarder toutes les données nécessaires pour afficher un BookReader de façon à éviter de les calculer chaque fois qu’un document est affiché.

source: This process can be done only if the custom library has got a function to do it.
fr: Ce traitement peut être effectué seulement si la bibliothèque personnalisée contient une fonction à cet effet.

source: Prepare and save data
fr: Préparer et enregistrer les données

source: Linked documents or other formats
fr: Documents liés ou autres formats

source: Custom css
fr: Css personnalisées

source: Url to a custom css for BookReader (let empty if none).
fr: Url du css de personnalisation de BookReader (laisser vide si aucune).

source: Favicon URL for viewer pages.
fr: Url de la favicon pour les pages de visualisation.

source: Custom library
fr: Bibliothèque personnalisée

source: Number of pages
fr: Nombre de pages

source: Default number of pages in embed mode (1 or 2).
fr: Nombre de pages en mode embarqué (1 ou 2).

source: Functions in embed mode
fr: Fonctions en mode embarqué

source: Enable all functions in embed mode (0 to disable or 1 to enable.)
fr: Activer toutes les fonctions en mode embarqué (0 pour désactiver ou 1 pour activer).

source: Class of inline frame
fr: Classe de l’iframe

source: Class to add to the inline frame in embed mode.
fr: Classe à ajouter à l’iframe du mode embarqué.

source: Width of the inline frame
fr: Largeur de l’iframe

source: Width of the inline frame in embed mode.
fr: Largeur de l’iframe en mode embarqué.

source: Height of the inline frame
fr: Hauteur de l’iframe

source: Height of the inline frame in embed mode.
fr: Hauteur de l’iframe en mode embarqué.

source: Enable all functions in embed mode (0 to disable or 1 to enable).
fr: Activer toutes les fonctions en mode embarqué (0 pour désactiver ou 1 pour activer).

source: BookReader data are automatically refilled with last data.
fr: Les données du BookReader sont automatiquement remplies avec les dernières métadonnées.

source: This is useful for old items only, because the process is launched automatically after an item is saved.
fr: C'est surtout utile pour les anciennes notices, car le traitement s'effectue automatiquement chaque fois qu'une notice est sauvée.

source: By default, leaves (images) are ordered before non-leaves files. You can order by filename only and mix all files.
fr: Par défaut, les pages (les images) sont classées avant les autres fichiers. Vous pouvez classer les fichiers par leurs seuls noms.

source: If a custom library is installed, the order process uses it.
fr: Si une bibliothèque de fonctions personnalisée est installée, le traitement l'utilise.

source: Order files of each item according to the order of BookReader leaves.
fr: Trier les fichiers de chaque document selon l'ordre des pages du BookReader.
